[{
	"id": "yoga_1",
	"email": "advancehealthcure@gmail.com",
	"name": "PEARS",
	"about": "There are a few trees in a garden. On one of them, on a pear-tree, grow pears (quite logical). But after a stronger wind blew, there were neither pears on the tree nor on the ground. How come?",
	"mobile": "9828189085, 9784924792",
	"address": "At first, there were 2 pears on the tree. After the wind blew, one pear fell on the ground. So there where no pears on the tree and there were no pears on the ground. Another possible solutions: The wind blew so hard that the pears fell of the tree and blew along the ground into the water or hovering in the air in a tornado.",
	"time": "10.30 AM to 1.30 PM , 6.00 PM o 7.30 PM",
	"area": "Malviya Nagar",
	"image": "yoga_1_g1.jpg",
	"latitude": 26.851233,
	"longitude": 75.818416
}, {
	"id": "yoga_10",
	"email": "vishnusain872@gmail.com",
	"name": "APPLES",
	"about": "A basket contains 5 apples. Do you know how to divide them to 5 kids so that each one has an apple and one apple stays in the basket?",
	"mobile": 9024328269,
	"address": "4 kids get an apple (one apple for each one of them) and the fifth kid gets an apple with the basket still containing the apple.",
	"time": "6:30 to 7:30, 11:30 to 12:30, Evening- 6 to 8 Pm",
	"area": "Tonk Phatak",
	"image": "yoga_10_g1.jpg",
	"latitude": 26.903286,
	"longitude": 75.835418
}, {
	"id": "yoga_2",
	"email": "pointthefigure@gmail.com",
	"name": "SACK",
	"about": "A poor farmer went to a market to sell some pea and lentil, however as he had only one sack and didn't want to mix peas and lentils, he poured in the sack the peas at first, bound the sack up and than poured in the lentils. At the market a rich innkeeper wanted to buy the peas, but he did not want the lentils. How would you solve this problem if you had only the sack of innkeeper, which he wants to keep (without devaluing the goods).",
	"mobile": "9782324482, 9782003480",
	"address": "Pour the lentils into the innkeeper’s sack, bind it and turn inside out. Pour in the peas. Then unbind the sack a pour the lentils back to your sack.",
	"time": "6.00 AM to 11.00 am , 4.00 pm to 8.00 pm",
	"area": "Malviya Nagar",
	"image": "yoga_2_g1.jpg",
	"latitude": 26.854386,
	"longitude": 75.822777
}, {
	"id": "yoga_3",
	"email": "fitness@colosseumgym.in",
	"name": "MARINE",
	"about": "Captain of a big ship was telling this interesting story: `Once a saw two marines standing on the opposite sides of the ship. One was looking to the west and the other one to the east. And they saw each other very well.` How can be that possible?",
	"mobile": "0141-2554814 ",
	"address": "The marines were standing back to the edge of the ship so they were looking at each other. It does not matter where the ship is (of course it does not apply to the north and South Pole). ",
	"time": "6.00 AM to 10.00 PM",
	"area": "Malviya Nagar",
	"image": "yoga_3_g1.jpg",
	"latitude": 26.853784,
	"longitude": 75.807568
}, {
	"id": "yoga_4",
	"email": "figurefitnesspoint@gmail.com",
	"name": "SHIP LADDER",
	"about": "A ship anchored in a port has a ladder (beginning and ending with a tave), where the bottom tave touches water. Distance between taves is 20 cm and length of the ladder is 180 cm. Tide is raising water at the speed of 15 cm each hour. When will be the water on the third tave from above? ",
	"mobile": "8947897944, 9024683090",
	"address": "If the tide is raising water, then it is raising the ship on water, too. So water will reach still the first rung. ",
	"time": "6.00 Am to 8.00 PM",
	"area": "Malviya nagar",
	"image": "yoga_4_g1.jpg",
	"latitude": 26.849520,
	"longitude": 75.817730
}, {
	"id": "yoga_5",
	"email": "tikam15e@gmail.com",
	"name": "HOTEL BILL ",
	"about": "Three people check into a hotel. They pay $30 to the manager and go to their room. The manager finds out that the room rate is $25 and gives $5 to the bellboy to return. On the way to the room the bellboy reasons that $5 would be difficult to share among three people so he pockets $2 and gives $1 to each person. Now each person paid $10 and got back $1. So they paid $9 each, totalling $27. The bellboy has $2, totalling $29. Where is the remaining dollar?",
	"mobile": 9982665000,
	"address": "This is a nice nonsense. Each guest paid $9 because they gave $30 and they were given back $3. The manager got $25 and the difference ($2) has the bellboy. So it is nonsense to add the $2 to the $27, since the bellboy kept the $2.",
	"time": "9 am to 9 pm",
	"area": "Malviya nagar",
	"image": "yoga_5_g1.jpg",
	"latitude": 26.852172,
	"longitude": 75.817305
}, {
	"id": "yoga_6",
	"email": "",
	"name": "Hotel",
	"about": "13 people came into a hotel with 12 rooms and everybody wanted his own room. The bellboy solved this problem. He asked the thirteenth guest to wait a moment with the first guest in room number 1. So in the first room there were two people. The bellboy took the third guest to room number 2, the fourth to number 3, ... and the twelfth guest to room number 11. Then he returned to room number 1 and took the thirteenth guest to empty room number 12. So everybody has his own room?",
	"mobile": "9694301119, 9024901119",
	"address": "Of course, it is impossible. Into the second room should have gone the 2nd guest, because the 13th guest was waiting in room number 1.",
	"time": "6-11 am and 4-10pm",
	"area": "Malviya Nagar",
	"image": "yoga_6_g1.jpg",
	"latitude": 26.857484,
	"longitude": 75.813676
}, {
	"id": "yoga_7",
	"email": "lionsddff@gmail.com",
	"name": "TWINS",
	"about": "Two girls are born to the same mother, on the same day, at the same time, in the same year and yet they're not twins. How can this be?",
	"mobile": 9602886882,
	"address": "The two babies are two of a set of triplets. ",
	"time": "6-11 am , 4-10 pm",
	"area": "Malviya Nagar",
	"image": "yoga_7_g1.jpg",
	"latitude": 26.854017,
	"longitude": 75.810298
}, {
	"id": "yoga_8",
	"email": "naveenyadav1970@gmail.com",
	"name": "PHOTOGRAPH",
	"about": "I am looking at somebody's photo. Who is it I am looking at, if I don't have any brother or sister and father of that man on the photo is the son of my father?",
	"mobile": 9660011096,
	"address": "I am looking at my son. ",
	"time": "6AM-11AM, 5:30PM-7:30PM",
	"area": "Vaishali Nagar",
	"image": "yoga_8_g1.jpg",
	"latitude": 26.912656,
	"longitude": 75.750373
}, {
	"id": "yoga_9",
	"email": "spsjat@gmail.com",
	"name": "THE SHORT ONES",
	"about": "Why can't a man living in the USA be buried in Canada? <br> Is it legal for a man in California to marry his widow's sister? Why?<br> A man builds a house rectangular in shape. All sides have southern exposure. A big bear walks by, what color is the bear? Why? <br> If there are 3 apples and you take away 2, how many do you have?<br> How far can a dog run into the woods?<br> One big hockey fan claimed to be able to say the score before any game. How did he do it?<br> You shall start fire if you have alcohol, petrol, kerosene, paper, candle, coke, full matchbox and a piece of cotton wool. What is the first thing you light? <br>Why do Chinese men eat more rice than Japanese men?<br> What word describes a woman who does not have all her fingers on one hand?",
	"mobile": 9414997733,
	"address": " Why should a living man be buried? • No, it is not legal to get married if you are dead. • The bear is white since the house is built on the North Pole. • If you take 2 apples, than you have of course 2. • The dog can run into the woods only to the half of the wood – than it would run out of the woods. • The score before any hockey game should be 0:0, shouldn’t it? • A match, of course. • There are more Chinese men than Japanese men. • Normal – I wouldn’t be very happy if I had all my fingers (10) on one hand. ",
	"time": "5:30AM-6:30AM,6:30AM-7:30AM,7:30AM-10AM",
	"area": "Mansarovar",
	"image": "yoga_9_g1.jpg",
	"latitude": 26.846747,
	"longitude": 75.769170
}]