[{
	"id": "gym_1",
	"email": "lionsddff@gmail.com",
	"name": "SHE-GOAT, WOLF AND CABBAGE ",
	"about": "A farmer is returning from market, where he bought a she-goat, a wolf and cabbage. On the way home he must cross a river. His boat is little, allowing to take on it only one of the three things. There can't stay together the she-goat and the cabbage (because the she-goat would eat it), neither the she-goat with the wolf (because she-goat would be bitten . How shall the farmer get everything on the other side (without any harm)?",
	"mobile": 9602886882,
	"address": "Take the she-goat to the other side. Go back, take cabbage, unload it on the other side where you load the she-goat, go back and unload it. Take the wolf to the other side where you unload it. Go back for the she-goat. That's it.",
	"time": "6-11 am , 4-10 pm",
	"area": "Malviya nagar",
	"image": "gym_1_g1.jpg",
	"latitude": 26.854017,
	"longitude": 75.810298
}, {
	"id": "gym_10",
	"email": "kchanwearya@gmail.com",
	"name": "CANNIBALS AND MISSIONARIES ",
	"about": "Three missionaries and three cannibals wanted to get on the other side of a river. There was a little boat on which can get only two of them. There can never be on one side more cannibals than missionaries because of a possible tragedy.",
	"mobile": 9024052017,
	"address": "1 cannibal and 1 missionary there, missionary back. 2 cannibals there, 1 cannibal back. 2 missionaries there, 1 missionary and 1 cannibal back. 2 missionaries there, 1 cannibal back. This one cannibal takes the remaining cannibals to the other side.",
	"time": "10am to 7pm",
	"area": "Vidhyadhar Nagar",
	"image": "gym_10_g1.jpg",
	"latitude": 26.953313,
	"longitude": 75.776657
}, {
	"id": "gym_11",
	"email": "rakesh@bodytecgym.in , narooka_rakesh@yahoo.co.in",
	"name": "FAMILY",
	"about": "Parents with two children - son and daughter - came to a wide river. There was no bridge there. The only way to get on the other side was to ask a fisherman if he could lend them his boat. However, the boat could carry only one adult or two children. How does the family get to the other side and returns the boat back to the fisherman?",
	"mobile": 9214083398,
	"address": "First go the children. Son comes back, and father goes on the other side to his daughter. Then daughter goes back to pick her brother up and they both go to the other side to the father. Son comes back to give the boat to mother who goes to the other side (to father and daughter). Daughter jumps in and goes to her brother so they can both return to their parents. Daughter gets off and son gives the boat back on the first side of the river to the fisherman, who goes on the other side. There the daughter jumps in and goes to her brother to take him back to parents where she (where the whole family meets at last) returns the boat to the fisherman. The boat crossed the river 13 times.  ",
	"time": "10am to 7pm",
	"area": "Vidhyadhar Nagar",
	"image": "gym_11_g1.jpg",
	"latitude": 26.962590,
	"longitude": 75.781131
}, {
	"id": "gym_12",
	"email": "kailash497826@gmail.com",
	"name": "DARK PHOBIA ",
	"about": "One family wants to get through a tunnel. Dad can make it in 1 minute, mama in 2 minutes, son in 4 and daughter in 5 minutes. Unfortunately, through the tight tunnel can go at once not more than two persons moving at the speed of the slower one. Can they all make it if they have a torch that lasts only 12 minutes and they are afraid of the dark?",
	"mobile": 9829739353,
	"address": "First mom and dad – 2 minutes. Dad comes back – 3 minutes, both children go to mom – 8 minutes. Mom comes to dad – 10 minutes and they both get to their children – 12 minutes. ",
	"time": "6-10am and 5-9pm",
	"area": "Vidhyadhar Nagar",
	"image": "gym_12_g1.jpg",
	"latitude": 26.962590,
	"longitude": 75.781131
}, {
	"id": "gym_13",
	"email": "kapilv29@gmail.com",
	"name": "FLOWERS",
	"about": "How many flowers do I have if all of them are roses except two, all of them are tulips except two, and all of them are daisies except two?",
	"mobile": 9950720484,
	"address": "There are 2 solutions:  Three flowers: rose, tulip, daisy. Two flowers: carnation, geranium",
	"time": "6 am-1 pm , 5 pm-9 pm",
	"area": "Banipark",
	"image": "gym_13_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "gym_14",
	"email": "-Not Available-",
	"name": "SUBTRACTION",
	"about": "How many times can you subtract the number 2 from the number 32?",
	"mobile": 9887684562,
	"address": "Once. After you subtract 2 from 32, you subtract 2 from 30, from 28, and so on.  ",
	"time": "5-9AM & 11AM-5PM",
	"area": "Banipark",
	"image": "gym_14_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "gym_15",
	"email": "-Not Available-",
	"name": "ROUND VS. SQUARE",
	"about": "Why is it better for manhole covers to be round rather than square?",
	"mobile": "9887778522,8003669797",
	"address": "You can turn a square manhole cover sideways and drop it down the diagonal of the manhole. You cannot drop a round manhole cover down the manhole. Therefore, round manhole covers are safer and more practical than square ones",
	"time": "5:30AM-9AM, 5PM-9PM",
	"area": "Mansarovar",
	"image": "gym_15_g1.jpg",
	"latitude": 26.850517,
	"longitude": 75.767939
}, {
	"id": "gym_16",
	"email": "-Not Available-",
	"name": "THE BARBERSHOP PUZZLE ",
	"about": "A traveller arrives in a small town and decides he wants to get a haircut. There are only two barbershops in town - one on East Street and one on West Street. The East Street barbershop is a mess, and the barber has the worst haircut the traveller has ever seen. The West Street barbershop is neat and clean, its barber's hair looks as good as a movie star's. Which barbershop does the traveller go to for his haircut, and why?",
	"mobile": 9351789375,
	"address": "The traveler goes to have his hair cut at the barbershop on East Street. He figures that since there are only two barbershops in town the East Street barber must have his hair cut by the West Street barber and vice versa. So if the traveler wants to look as good as the West Street barber (the one with the good haircut), he'd better go to the man who cuts the West Street barber's hair - the East Street barber.  By the way, the reason the West Street barbershop is so clean and neat is that it seldom gets customers. ",
	"time": "6AM-9AM, 5PM-8:30PM",
	"area": "Mansarovar",
	"image": "gym_16_g1.jpg",
	"latitude": 26.848140,
	"longitude": 75.769610
}, {
	"id": "gym_17",
	"email": "shanbann01@rediffmail.com",
	"name": "THE ELDER TWIN  ",
	"about": "One day Kerry celebrated her birthday. Two days later her older twin brother, Terry, celebrated his birthday. How come? This puzzle was submitted to Games Magazine's 'How Come' competition in 1992 by Judy Dean. It won.",
	"mobile": 9413749668,
	"address": "At the time she went into labor, the mother of the twins was travelling by boat. The older twin, Terry, was born first early on March 1st. The boat then crossed the International Date line (or any time zone line) and Kerry, the younger twin, was born on February the 28th. In a leap year the younger twin celebrates her birthday two days before her older brother.  This puzzle was submitted to Games Magazine's 'How Come' competition in 1992 by Judy Dean. It won.",
	"time": "6AM-9AM, 5:30PM-8:30PM",
	"area": "Mansarovar",
	"image": "gym_17_g1.jpg",
	"latitude": 26.862097,
	"longitude": 75.773185
}]