[{
	"id": "dance_1",
	"email": "Amit.Roxy@yahoo.co.in",
	"name": "BRICK",
	"about": "An old riddle is as follows: One brick is one kilogram and half a brick heavy. How heavy is one brick? (This is a typical elementary math brain teaser.)",
	"mobile": "9351502248,8824485029",
	"address": "There is an easy equation which can help: 1 brick = 1 kg + 1/2 brick And so 1 brick is 2 kg heavy. ",
	"time": "6 AM-10 PM,4 PM- 9 PM",
	"area": "Malviya Nagar",
	"image": "dance_1_g1.jpg",
	"latitude": 26.846697,
	"longitude": 75.810279
}, {
	"id": "dance_10",
	"email": "tansenbanipark@gmail.com",
	"name": "STRANGE COINS ",
	"about": "I have two US coins totaling 55 cents. One is not a nickel. What are the coins?",
	"mobile": 8890045004,
	"address": "This was just a catch question. One of the coins is really not a nickel because nickel is the other coin. ",
	"time": "4 PM-8 PM",
	"area": "Banipark",
	"image": "dance_10_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_11",
	"email": "joshimanoj084@gmail.com",
	"name": "WHAT IS CORRECT ",
	"about": "Is it correct seven and five is thirteen or seven and five are thirteen?",
	"mobile": "8955912150,9782749366",
	"address": "Of course, adding seven to five makes twelve and not thirteen. ",
	"time": "5 AM- 8 PM",
	"area": "Banipark",
	"image": "dance_11_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_12",
	"email": "mispajeetu@gmail.com",
	"name": "TRAINS",
	"about": "A train leaves New York for Boston. Five minutes later another train leaves Boston for New York, having a double speed. Which train will be closer to New York, when they encounter?",
	"mobile": 9828152556,
	"address": "Of course, when the trains encounter, they will be approximately the same distance away from New York. The New York train will be closer to New York by approximately one train length because they're coming from different directions.  That is, unless you take `meet` to mean `pefectly overlap`. ",
	"time": "4 AM-8 PM",
	"area": "Banipark",
	"image": "dance_12_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_13",
	"email": "-Not Available-",
	"name": "FLY",
	"about": "Two trains 200 km from each other are moving at the speed of 50 km/hour to encounter. From one train a fly takes off, flying straight (upon the rails) to the other train at the speed of 75 km/hour, bounces away from it and flies back to the first train. This is repeated till the trains crash to each other and the fly is smashed. What distance is the fly able to fly until its judgement moment? (There is a complicated and an easy way to solve this math brain teaser.)",
	"mobile": 8963831865,
	"address": "There is a complicated way counting a sequence. Or simply knowing that if the fly is flying the 2 hours still at the same speed of 75 km/h then it flies a distance of 150 km. ",
	"time": "",
	"area": "Banipark",
	"image": "dance_13_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_14",
	"email": "xtremedanceacademy71@gmail.com",
	"name": "SPEEDING UP ",
	"about": "If I go half a way to the town at the speed of 30 km/hour, how fast do I have to go for the rest of the way to have the average speed of the entire way 60 km/hour?",
	"mobile": 9694640721,
	"address": "This one has no solution. Unless we are complicating it with relativity theory - time and space. But to keep it simple, you can't reach the desired average speed under the given circumstances. ",
	"time": "4PM-8PM",
	"area": "Mansarovar",
	"image": "dance_14_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_15",
	"email": "lets.swaydancestudio@gmail.com",
	"name": "WIRED EQUATOR ",
	"about": "Perimeter of the globe is approximately 40 000 km. If we made a circle of wire around the globe, that is only 10 metres (so 0,01 km) longer than the perimeter of earth, could a flea, a rabbit or even a man creep under it?",
	"mobile": 9983352008,
	"address": "It is easy to subtract 2 equations (original perimeter = 2xPIxR, length of wire = 2xPIxR +  2xPIx(new R)) and find out that the result is 10m/(2xPI), which is about 1.6 m. So a smaller man can go under it and a bigger man ducks. ",
	"time": "3PM-4PM, 4PM-5PM, 7PM-8PM",
	"area": "Mansarovar",
	"image": "dance_15_g2.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_16",
	"email": "ratandancer@gmail.com",
	"name": "DIOPHANTUS",
	"about": "We know a little about this Helen mathematician from Alexandria (called father of algebra) except that he lived about year 250 B. C. Due to one admirer of him, who described his life by the means of an algebraic riddle (math brain teaser), we know at least something about his life. Diophantus's youth lasted 1/6 of his life. He had the first beard in the next 1/12 of his life. At the end of the following 1/7 of his life Diophantus got married. Five years from then his son was born. His son lived exactly 1/2 of Diophantus's life. Diophantus died 4 years after the death of his son. How long did Diophantus live?",
	"mobile": 8107311717,
	"address": "There is an easy equation to reflect the several ages of Diofantos: 1/6x + 1/12x + 1/7x + 5 + 1/2x + 4 = x So the solution (x) is 84 years. ",
	"time": " 8PM-10AM, 5PM-6PM, 6PM-7PM, 7PM-8PM",
	"area": "Mansarovar",
	"image": "dance_16_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_17",
	"email": "stwilfred@gmail.com",
	"name": "AHMES'S PAPYRUS ",
	"about": "About 2000 years B. C. there lived Ahmes, a royal secretary and mathematician of the Pharaoh Amenemhat III. In year 1853 an Englishman Rhind found one of Ahmes's papyruses near the temple of Ramses II. in Thebes. The papyrus is a rectangle 33 cm wide and about 5 m long. There is the following math brain teaser on it (besides others). 100 measures of corn must be divided among 5 workers, so that the second worker gets as many measures more than the first worker, as the third gets more than the second, the fourth more than the third and the fifth more than the fourth. The first two workers shall get seven times less measures of corn than the three others. How many measures of corn shall each worker get?",
	"mobile": 9828435430,
	"address": "2 equations give a clear answer to the given question: 5w + 10d = 100 7*(2w + d) = 3w + 9d Where w is amount of corn for the first worker, d is the difference (amount of corn) between two consecutive workers. So this is the solution: 1st worker = 10/6 measures of corn, 2nd worker = 65/6 measures of corn, 3rd worker = 120/6 (20) measures of corn, 4th worker = 175/6 measures of corn, 5th worker = 230/6 measures of corn ",
	"time": "8PM-12PM, 5PM-7PM",
	"area": "Mansarovar",
	"image": "dance_17_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_18",
	"email": "-Not Available-",
	"name": "MIDNIGHT",
	"about": "If it were two hours later, it would be half as long until midnight as it would be if it were an hour later. What time is it now?",
	"mobile": 9928903356,
	"address": "9 p.m.",
	"time": "5PM-8PM",
	"area": "Mansarovar",
	"image": "dance_18_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_19",
	"email": "thegroomingtree@outlook.com",
	"name": "CLOCK",
	"about": "On every clock we can see that at noon the hour, minute and second hand correctly overlay. In about one hour and five minutes the minute and hour hand will overlay again. Can you calculate the exact time (to a millisecond), when it will occur and what angle they will contain with second hand?",
	"mobile": "9875172653,9950158598",
	"address": "There are a few ways of solving this one. I like the following simple way of thinking. The given situation (when the hour and minute hands overlay) occurs in 12 hours exactly 11 times after the same time. So it’s easy to figure out that 1/11 of the clock circle is at the time 1:05:27,273 and so the seconds hand is right on 27,273 seconds. There is no problem proving that the angle between the hours hand and the seconds hand is 131 degrees.   ",
	"time": "",
	"area": "Mansarovar",
	"image": "dance_19_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_2",
	"email": "pranaymathur20@yahoo.com",
	"name": "Reservoir",
	"about": "One reservoir has four taps. Using the first takes two days to saturate the reservoir, the second tap three days, the third four days and the last one 6 hours. What time will it last to fill the reservoir using all 4 taps at once?",
	"mobile": 9928860766,
	"address": "Because there are 24 hours in one day, in one hour fills the first tap 1/48, the second tap 1/72, the third tap 1/96 and the fourth tap fills 1/6 of the reservoir. That is all together (6+4+3+48) / 288 = 61/288. The reservoir will be full in 288/61 hours, which is 4 hours 43 minutes and about 17 seconds. ",
	"time": "10 AM-7 PM",
	"area": "Malviya Nagar",
	"image": "dance_2_g1.jpg",
	"latitude": 26.964205,
	"longitude": 75.761354
}, {
	"id": "dance_20",
	"email": "sursangeetmahavidyalaya@gmail.com",
	"name": "CAR",
	"about": "A military car carrying an important letter must cross a desert. There is no petrol station on the desert and the car has space only for petrol that lasts to the middle of the desert. There are also other cars that can transfer their petrol into one another. How can the letter be delivered?",
	"mobile": "9214455500(11-22-33-44),0141-2786171",
	"address": "There are 4 cars needed, including the car with the important letter (which travels to the middle of the desert). Its empty tank must be filled to the top to get to the end of desert. The way between the military base (where the cars and petrol is) and the middle of the desert can be divided into 3 thirds. 3 cars will go in their thirds back and forth and overspilling 1/3 of their tanks. This way the tank of the important car will be filled and the letter will be delivered.",
	"time": "7 AM-8 PM",
	"area": "Mansarovar",
	"image": "dance_20_g1.jpg",
	"latitude": 0,
	"longitude": 0
}, {
	"id": "dance_21",
	"email": "medixit951@gmail.com",
	"name": "AEROPLANE",
	"about": "There is only one airport on a fictional planet, and that is on the north pole. There are only 3 aeroplanes and lots of fuel at the airport. Full tank of an aeroplane lasts exactly to fly to the south pole, however the aeroplanes can transfer their fuel among one another. Your mission is to fly round the globe with at least one aeroplane (above the south pole) and in the end all aeroplanes must be OK back at the airport.",
	"mobile": 9829795629,
	"address": "Divide the way from pole to pole to 3 thirds (from the North Pole to the South Pole 3 thirds and from the South Pole to the North Pole 3 thirds). 1. 2 aeroplanes to the first third, fuel up one aeroplane which continues to the second third and the first aeroplane goes back to the airport. 2. 2 aeroplanes fly again from the airport to the first third, fuel up one aeroplane which continues to the second third and the first aeroplane goes back to the airport. 3. So there are 2 aeroplanes on the second third, each having 2/3 of fuel. One of them fuels up the second one and goes back to the first third, where it meets the third aeroplane which comes from the airport to support it with 1/3 of fuel so that they both can return to the airport. In the meantime, the aeroplane at the second third having full tank flies as far as it can (so over the South Pole to the last third before the airport). 4. The rest is clear – one (of the two) aeroplane from the airport goes to the first third (the opposite direction as before), shares its 1/3 of fuel and both aeroplanes safely land back at the airport.   ",
	"time": "6- 7 AM / 5- 8 PM",
	"area": "Vaishali Nagar",
	"image": "dance_21_g1.jpg",
	"latitude": 26.889442,
	"longitude": 75.746169
}, {
	"id": "dance_22",
	"email": "khan.khannisar@gmail.com",
	"name": "BELT",
	"about": "A magic rectangular belt always shrinks its length to 1/2 and width to 1/3 whenever its owner wishes something. After three such wishes, its surface was 4 cm2. What was the original length, if the original width was 9 cm?",
	"mobile": 9251929729,
	"address": "The original length of belt was 96 cm. ",
	"time": "Mor- 7 to 9, Even- 4 to 8",
	"area": "Vaishali Nagar",
	"image": "dance_22_g1.jpg",
	"latitude": 26.905204,
	"longitude": 75.740628
}, {
	"id": "dance_23",
	"email": "vaishali.jp@tansensangeet.com",
	"name": "BALDYVILLE",
	"about": "There are following conditions in Baldyville:No two inhabitants have the same number of hair on their head.1. No inhabitant has exactly 518 hairs.2. There live more inhabitants than any inhabitant's hair in the town .3.What is the highest possible number of inhabitants?",
	"mobile": "9529022229/0141-3130776",
	"address": "There can live maximum of 518 people in the town. By the way, it is clear that one inhabitant must by baldy, otherwise there wouldn’t be a single man in the town.",
	"time": "9AM to 7PM",
	"area": "Vaishali Nagar",
	"image": "dance_23_g1.jpg",
	"latitude": 26.911012,
	"longitude": 75.740459
}, {
	"id": "dance_24",
	"email": "gunjanbhargava123@rediffmail.com",
	"name": "JOSEPHINE",
	"about": "The recent expedition to the lost city of Atlantis discovered scrolls attributed to the great poet, scholar, philosopher Josephine. They number eight in all, and here is the first. The kingdom of Mamajorca, was ruled by queen Henrietta I. In Mamajorca women have to pass an extensive logic exam before they are allowed to get married. Queens do not have to take this exam. All the women in Mamajorca are loyal to their queen and do whatever she tells them to. The queens of Mamajorca are truthful. All shots fired in Mamajorca can be heard in every house. All above facts are known to be common knowledge. Henrietta was worried about the infidelity of the married men in Mamajorca. She summoned all the wives to the town square, and made the following announcement. `There is at least one unfaithful husband in Mamajorca. All wives know which husbands are unfaithful, but have no knowledge about the fidelity of their own husband. You are forbidden to discuss your husband's faithfulness with any other woman. If you discover that your husband is unfaithful, you must shoot him at precisely midnight of the day you find that out.` Thirty-nine silent nights followed the queen's announcement. On the fortieth night, shots were heard. Queen Henrietta I is revered in Mamajorcan history.",
	"mobile": 9929217947,
	"address": "The two questions for scroll #1 were: 1. How many husbands were shot on that fateful night? 2. Why is Queen Henrietta I revered in Mamajorca? The answers are: If there are n unfaithful husbands (UHs), every wife of an UH knows of n-1 UH's while every wife of a faithful husband knows of n UHs. [this because everyone has perfect information about everything except the fidelity of their own husband]. Now we do a simple induction: Assume that there is only one UH. Then all the wives but one know that there is just one UH, but the wife of the UH thinks that everyone is faithful. Upon hearing that `there is at least one UH`, the wife realizes that the only husband it can be is her own, and so shoots him. Now, imagine that there are just two UH's. Each wife of an UH assumes that the situation is `only one UH in town` and so waits to hear the other wife (she knows who it is, of course) shoot her husband on the first night. When no one is shot, that can only be because her OWN husband was a second UH. The wife of the second UH makes the same deduction when no shot is fired the first night (she was waiting, and expecting the other to shoot, too). So they both figure it out after the first night, and shoot their husbands the second night. It is easy to tidy up the induction to show that the n UHs will all be shot just on the n'th midnight. ",
	"time": "Mor- 7 to 9, Even- 4 to 8",
	"area": "Tonk Phatak",
	"image": "dance_24_g1.jpg",
	"latitude": 26.874802,
	"longitude": 75.808742
}]